IDEA StatiCa Open Model
ResultOnMesh.Nodes Property
Compatible with IDEA StatiCa Beta 21.0 - beta
[Missing <summary> documentation for "P:IdeaRS.OpenModel.Result.ResultOnMesh.Nodes"]
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<double[]> Nodes { get; set; }
Public Property Nodes As List(Of Double())
	Get
	Set
public:
property List<array<double>^>^ Nodes {
	List<array<double>^>^ get ();
	void set (List<array<double>^>^ value);
}
Property Value
Type: List<Double[]>
See Also
Reference
ResultOnMesh Class
IdeaRS.OpenModel.Result Namespace